[
  {
    "code": "01",
    "category": "자기 관리",
    "definition": "(혼자) 셀카, 화장, 면도, 세면, 옷입기, 잠, 꾸미기, (비종교적) 명상, 비타민, 약먹기, 구급약, 로션바르기\n\n개인 관리 활동에는 수면, 몸단장 (예 : 목욕 또는 드레싱), 건강 관련자가 관리 및 개인 또는 개인 활동이 포함됩니다. 이 범주에서는 다른 사람으로부터 무상 개인 간호를받는 것 (예 :“내 동생이 손톱을 관리하는”)도 포함됩니다."
  },
  {
    "code": "02",
    "category": "집안 청소/정리",
    "definition": "집안 청소, 정리, 쓰레기 버리기, 빨래, 집에서 요리, 집 꾸미기, 집 고치기, 집에서 개 목욕, 먹이주기, 자동차 수리, 장난감\n\n가사 활동은 개인이 가구를 유지하기 위해 수행하는 활동입니다. 이 범주에는 가사 시간; 조리; 잔디밭 및 정원 관리; 펫 케어; 차량 유지 보수 및 수리; 주택 유지 보수, 수리, 장식 및 개조; 및 가계 관리 및 조직 활동 (예 : 서류 작성, 수표 책 균형 조정 또는 파티 계획)이 포함됩니다. 음식 준비는 다른 가구 구성원을 위해 특별히 수행 된 것이라도 항상 가사 활동으로 분류됩니다. 예를 들어,“아들을 위해 아침 식사를하는 것”은 보육이 아니라 가정 활동으로 분류됩니다."
  },
  {
    "code": "03",
    "category": "집안에서 아이,가족 돌보기",
    "definition": "아이에게 목욕, 먹이고 재우기, 책 읽어주기, 장난감 놀아주기, 아이와 운동하기, 아이와 숙제\n\n설문 응답자와의 관계 또는 도움을 받고있는 사람의 신체적 또는 정신적 건강 상태에 관계없이 가정에서 18 세 미만의 어린이 또는 성인을 돌 보거나 돕는 활동을하는 데 소요 된 시간이 여기에 분류됩니다. 가정의 어린이와 성인을 돌보는 활동은 하위 카테고리로 구분되어 코딩됩니다. 1 차 보육 활동에는 육아 서비스를 제공하는 데 소요 된 시간; 아이들과 놀기; 아이들과 독서; 숙제 지원; 어린이 행사 참석; 아동의 건강 관리 요구를 돌보는 것; 하차, 집어 들기 및 아이들을 기다리는 것. 1 차 활동 (예 :“수영장에서 수영하는 동안 내 아들을 계속 지켜봐”)과 같은 수동적 인 보육도 포함됩니다. 활동 중 아동의 존재만으로는 활동을 보육으로 분류하기에 충분하지 않습니다. 예를 들어,“자녀와 함께 텔레비전 시청”은 육아가 아닌 여가 활동으로 코딩됩니다. 가족을 돌보고 돕는 것은 또한 육체 및 의료 서비스를 제공하거나 의료 서비스를받는 것과 같이 성인 가구 구성원에게 혜택을주기 위해 수행되는 다양한 활동을 포함합니다. 다른 가구 성인에게 유리하거나 도움이되는 것을한다고해서 자동적으로 도움을주는 활동으로 분류되는 것은 아닙니다. 예를 들어,“배우자 요리 저녁 식사를 돕는다”라는 보고서는 요리 저녁 식사가 가정 전체에 혜택을주기 때문에 도움 활동이 아닌 가정 활동 (음식 준비)으로 간주됩니다. 반대로, 다른 사람을 위해 서류를 작성하면 대개 개인에게 도움이되므로“배우자를위한 보험 신청서 작성”이라는 보고서가 도움이되는 활동으로 간주됩니다."
  },
  {
    "code": "04",
    "category": "타인 돌보기",
    "definition": "내 가족이 아닌 다른 아이와 03의 행동\n\n이 범주에는 가족 (18 세 미만) 및 성인이 아닌 다른 사람을 돌 보거나 돕는 활동에 소비 한 시간이 포함됩니다. 조직을 위해 또는 조직을 통해 수행 할 때 비 가족 구성원을 돕는 데 소비 된 시간은 비 가족 구성원을 돕는 것이 아니라 자원 봉사로 분류됩니다. 비 가정 아동을 돌보는 것은 다른 성인을위한 호의 또는 도움 활동으로 행하더라도 다른 성인을 돕는 것이 아니라 비 가정 아동을 돌보고 돕는 것으로 분류됩니다."
  },
  {
    "code": "05",
    "category": "업무 활동",
    "definition": "주요 업무 활동, 업무와 관련한 스포츠, 음식, 회의, 그외 수익을 올릴 수 있는 취미활동, 로또, 취업 박람회, 취업 면접\n\n이 범주에는 일에 소비 한 시간, 직업의 일부로 활동 수행, 직업이 아닌 소득 창출 활동에 참여 및 구직 활동이 포함됩니다. \"근무\"에는 시간이나 장소에 관계없이 자신의 주요 업무 나 다른 업무에 필요한 특정 업무를 수행하는 데 소요 된 시간이 포함됩니다. \"직무 관련 활동\"에는 명백하게 효과가 없지만 업무상 점심을 주거나 고객과 골프를 치는 등 업무의 일부로 수행되는 활동이 포함됩니다. “기타 소득 창출 활동”은“측면에서”또는 비공식적으로 이루어지며 정규직의 일부가 아닙니다. 이러한 활동에는 수제 공예품 판매, 탁아 서비스, 임대 부동산 유지 관리 또는 정원 판매가 포함될 수 있습니다. 이러한 활동은 개인이 지불하거나 지불 할 활동입니다."
  },
  {
    "code": "06",
    "category": "교육 활동 (학위,취미수업 포함)",
    "definition": "학위를 위한 수업, 취미를 위한 수업, 방과후 활동, 연구와 과제, 학원, 시험\n\n학위 또는 개인의 관심을 끌기위한 시간 (인터넷 또는 기타 원격 교육 과정 수강 포함), 연구 및 숙제에 소요 된 시간 및 교육과 관련된 행정 업무를 처리하는 데 소요 된 시간 (예 : 수업 등록 또는 학교 ID)가이 카테고리에 포함됩니다. 고등학생의 경우 방과후 및 방과후 활동 (스포츠 제외)도 교육 활동으로 분류됩니다. 교육 활동에는 직업의 일부로받은 수업이나 훈련에 소요 된 시간은 포함되지 않습니다. 교육 관련 활동으로 다른 사람을 돕는 데 소비 된 시간은 다른 사람을 돌보는 데 도움이되는 활동으로 분류됩니다."
  },
  {
    "code": "07",
    "category": "마트/쇼핑",
    "definition": "마트, 편의점, 기름 구매, 구매 활동\n\n구매 또는 대여 장소 (개인, 온라인, 전화, 집 또는 상점)와 상관없이 소비재 구매 또는 임대 시간은이 범주로 분류됩니다. 이 섹션의 하위 범주에는 휘발유 구매 시간, 식료품 구매 시간 및 기타 식품 구매 시간, 기타 모든 쇼핑 활동에 소요되는 시간이 포함됩니다."
  },
  {
    "code": "08",
    "category": "전문 관리 서비스 (네일/은행/병원)",
    "definition": "머리자르기, 네일아트, 문신, 은행, 재무관리, 병원치료, 부동산, 수의사,\n\n다른 사람이 유료로 제공하는 전문 및 개인 관리 서비스를 받고, 받고, 구매하는 데 소요 된 시간은이 범주로 분류됩니다. 전문 서비스에는 육아, 금융 서비스 및 금융, 법률 서비스, 의료 및 성인 관리 서비스, 부동산 서비스 및 수의학 서비스가 포함됩니다. 개인 관리 서비스에는 데이 스파, 미용실 및 이발소, 네일 살롱 및 선탠 살롱에서받는 서비스가 포함됩니다. 여기에 분류 된 활동에는 서비스를 받거나 서비스를 받기 위해 소비 한 시간뿐만 아니라 서비스 제공 업체와의 지불, 회의 또는 대화에 소비 한 시간이 포함됩니다."
  },
  {
    "code": "09",
    "category": "가사 서비스",
    "definition": "가사 도우미, 에어컨 수리기사\n\n다른 사람이 유료로 제공 한 가사 서비스를 마련하고 구매하는 데 소요 된 시간이 여기에 분류됩니다. 가사 서비스에는 집안 청소; 조리; 잔디 관리 및 조경; 펫 케어; 재봉, 세탁 및 드라이 클리닝; 차량 유지 보수 및 수리; 및 집 수리, 유지 보수 및 건설."
  },
  {
    "code": "10",
    "category": "정부 서비스",
    "definition": "경찰, 소방서, 시청, 면허취득\n\n이 범주는 복지 신청과 같은 정부 서비스 (경찰, 화재, 사회 복지 서비스)를 획득하고 사용하는 데 소요되는 시간, 정부가 요구하는 라이센스를 구입하거나 벌금 또는 수수료를 지불하는 데 소요 된 시간을 캡처합니다. 시민의 의무에는 배심원 의무 나 법정 출두와 같은 정부가 요구하는 의무뿐만 아니라 투표 및 시청 회의 참석과 같은 정부 프로세스를 지원하거나 영향을 미치는 활동이 포함됩니다."
  },
  {
    "code": "11",
    "category": "음식(사교 제외)",
    "definition": "먹고 마시는 활동, 피자배달을 기다릴때, 음식을 기다릴 때,\n\n혼자서, 다른 사람과 함께, 집에서, 구매 장소에서 또는 다른 곳에서 식사 또는 음주에 소비 된 모든 시간 (작업 또는 자원 봉사 활동의 일부로 수행 된 것을 제외하고)은 먹고 마시는 것으로 분류됩니다. 식사, 간식 및 음료 구매와 관련된 구매 또는 대화에 소요 된 시간은이 범주의 일부로 간주되지 않고 소비자 구매에 소요 된 시간으로 계산됩니다."
  },
  {
    "code": "121",
    "category": "사교와 커뮤니케이션 (선물, 가족/친구/연인 애정)",
    "definition": "선물, 가족/친구/연인의 애정표현, \n\n이 범주에는 대면 소셜 커뮤니케이션 및 사회 기능 호스팅 또는 참석이 포함됩니다. 전화, 문자 메시지, 메일 또는 전자 메일을 통해 다른 사람과 통신하는 데 소요 된 시간은이 범주에 속하지 않습니다."
  },
  {
    "code": "122",
    "category": "사교적 이벤트 참여 및 개최 (생일파티/졸업식/파티/동아리)",
    "definition": "생일파티, 졸업식, 사교파티, 책동아리,\n\n이 범주에는 대면 소셜 커뮤니케이션 및 사회 기능 호스팅 또는 참석이 포함됩니다. 전화, 문자 메시지, 메일 또는 전자 메일을 통해 다른 사람과 통신하는 데 소요 된 시간은이 범주에 속하지 않습니다.."
  },
  {
    "code": "123",
    "category": "휴식 및 레저 (독서,음악,TV,생각)",
    "definition": "생각, 시간낭비, 담배, TV,유튜브보기, 음악듣기, 게임하기, 취미그림, 일기쓰기,\n\n이 범주에는 대면 소셜 커뮤니케이션 및 사회 기능 호스팅 또는 참석이 포함됩니다. 전화, 문자 메시지, 메일 또는 전자 메일을 통해 다른 사람과 통신하는 데 소요 된 시간은이 범주에 속하지 않습니다. 여가 활동에는 텔레비전 시청; 독서; 휴식 또는 생각; 컴퓨터, 보드 또는 카드 게임; 개인적인 관심을 위해 컴퓨터 나 인터넷을 사용하는 행위; 음악을 재생하거나 듣는 것; 예술, 문화 및 엔터테인먼트 행사 참석과 같은 기타 활동."
  },
  {
    "code": "124",
    "category": "예술 및 엔터테이먼트 (영화/뮤직컬/미술관/페스티벌/패션쇼/워크샵)",
    "definition": "뮤직컬, 영화, 미술관, 카지노, 페스티벌 참여, 영화시사회, 서커스, 놀이공원, 불꽃놀이\n\n이 범주에는 대면 소셜 커뮤니케이션 및 사회 기능 호스팅 또는 참석이 포함됩니다. 전화, 문자 메시지, 메일 또는 전자 메일을 통해 다른 사람과 통신하는 데 소요 된 시간은이 범주에 속하지 않습니다. "
  },
  {
    "code": "13",
    "category": "스포츠, 운동 및 레크리에이션 (관람 포함)",
    "definition": "운동을 하거나 관람하는 모든 활동: 야구, 농구, 축구, 자전거, 볼링, 춤, 낚시, 골프, 등산, 무술, 노래방\n\n팀, 개인 또는 경쟁적이든 비 경쟁적이든 관계없이 스포츠, 운동 및 레크리에이션 활동에 참여하거나 참석하거나 보는 것은이 범주에 속합니다. 레크리에이션 활동으로는 크로켓 또는 말굽과 같은 야드 게임뿐만 아니라 당구 및 춤과 같은 활동이 있습니다."
  },
  {
    "code": "14",
    "category": "종교적, 영적 활동",
    "definition": "종교 활동에는 종교 활동에 참석하는 것과 같이 특정 종교 나 교파의 회원 자격 또는 신원 확인과 관련된 활동; 합창단, 청소년 단체, 오케스트라 또는 무급 교육에 참여 (자원 봉사 활동으로 확인되지 않은 경우); 기도와 같은 개인적인 종교적 실천에 참여하는 것."
  },
  {
    "code": "15",
    "category": "자원 봉사 활동",
    "definition": "이 범주는 조직을 위해 또는 조직을 통해 자원 봉사하는 데 걸린 시간을 캡처합니다."
  },
  {
    "code": "16",
    "category": "전화/메시지",
    "definition": "메시지, 전화\n\n이 범주는 전화 통신에 소비 된 시간을 캡처합니다. 문자 메시지, 인터넷 음성 및 화상 통화도 포함됩니다. 소비재의 전화 및 인터넷 구매는 소비 구매 카테고리로 분류됩니다. 업무 또는 자원 봉사와 관련된 것으로 식별 된 전화는 업무 또는 자원 봉사로 분류됩니다."
  },
  {
    "code": "18",
    "category": "여행(아동/가족/친구/연인과), 출퇴근",
    "definition": "모든 이동과 관련한 활동: 출퇴근, 개 산책, 어떤 서비스를 위해 이동중, 크리스마스 트리 구경, 뽀로로 동상 구경, 예쁜 경치 구경\n\n여행에 소요되는 거의 모든 시간이 여기에 분류됩니다. 응답자가 출장 중에 다른 활동 (예 : 버스를 타면서 아침 식사를하는 것)을보고하면 여행 활동이 주요 활동으로 기록됩니다. 걷기와 자전거는 한 목적지 (주소 또는 건물)에서 다른 목적지로 이동하는 데 사용되지만 여행의 주요 목적이 아닌 경우에는 여행으로 간주되지 않습니다. 택시 운전과 같이 업무의 필수 부분으로 수행 된 여행은 여행이 아니라 업무로 기록됩니다. 사용자 안내서의 전시회 5.1에는 여행 활동이 어떻게 분류되는지에 대한 예가 있습니다. 일반적으로 이들은 즉시 수행하고 선행하는 활동에 의존합니다."
  },
  {
    "code": "50",
    "category": "활동 아님",
    "definition": ""
  },
  {
    "code": "51",
    "category": "모르겠음",
    "definition": ""
  },
  {
    "code": "52",
    "category": "광고",
    "definition": "홍보성이 있더라도 최대한 다른 카테고리에 맞춰본 후 광고처리요망"
  }
]
